// እሑድ ሰኞ ማክሰ ረቡዕ ሐሙስ ዓርብ ቅዳሜ
// እሑድ ሰኞ ማክሰኞ ረቡዕ ሐሙስ ዓርብ ቅዳሜ
// ጃንዩ ፌብሩ ማርች ኤፕረ ሜይ ጁን ጁላይ ኦገስ ሴፕቴ ኦክተ ኖቬም ዲሴም
// ጃንዩወሪ ፌብሩወሪ ማርች ኤፕረል ሜይ ጁን ጁላይ ኦገስት ሴፕቴምበር ኦክተውበር ኖቬምበር ዲሴምበር
// ጡዋት
// ከሰዓት
// ጡዋት
// ከሰዓት
// 03/09/2000
// 03/09/2000
//  8:05:04
// 11:05:04
// እሑድ፣ ሴፕቴምበር  3 ቀን 2000  8:05:04 ጡዋት UTC
// እሑድ፣ ሴፕቴምበር  3 ቀን 2000 11:05:04 ከሰዓት UTC
//
module.exports = {
  "name": "am_ET",
  "day": {
    "abbrev": [
      "እሑድ",
      "ሰኞ",
      "ማክሰ",
      "ረቡዕ",
      "ሐሙስ",
      "ዓርብ",
      "ቅዳሜ"
    ],
    "full": [
      "እሑድ",
      "ሰኞ",
      "ማክሰኞ",
      "ረቡዕ",
      "ሐሙስ",
      "ዓርብ",
      "ቅዳሜ"
    ]
  },
  "month": {
    "abbrev": [
      "ጃንዩ",
      "ፌብሩ",
      "ማርች",
      "ኤፕረ",
      "ሜይ",
      "ጁን",
      "ጁላይ",
      "ኦገስ",
      "ሴፕቴ",
      "ኦክተ",
      "ኖቬም",
      "ዲሴም"
    ],
    "full": [
      "ጃንዩወሪ",
      "ፌብሩወሪ",
      "ማርች",
      "ኤፕረል",
      "ሜይ",
      "ጁን",
      "ጁላይ",
      "ኦገስት",
      "ሴፕቴምበር",
      "ኦክተውበር",
      "ኖቬምበር",
      "ዲሴምበር"
    ]
  },
  "meridiem": [
    "ጡዋት",
    "ከሰዓት"
  ],
  "date": "%d/%m/%Y",
  "time24": "%_I:%M:%S",
  "dateTime": "%a፣ %bምበር %_d ቀን %Y %_I:%M:%S %p %Z"
};
