// रवि सोम मंगल बुध गुरु शुक्र शनि
// रविवार सोमवार मंगलवार बुधवार गुरुवार शुक्रवार शनिवार
// जनवरी फ़रवरी मार्च अप्रेल मई जून जुलाई अगस्त सितम्बर अक्टूबर नवम्बर दिसम्बर
// जनवरी फ़रवरी मार्च अप्रेल मई जून जुलाई अगस्त सितम्बर अक्टूबर नवम्बर दिसम्बर
// पूर्वाह्न
// अपराह्न
// पूर्वाह्न
// अपराह्न
// रविवार  03 सितम्बर 2000
// रविवार  03 सितम्बर 2000
// 08:05:04  UTC
// 11:05:04  UTC
// रविवार  03 सितम्बर 2000 08:05:04 पूर्वाह्न UTC
// रविवार  03 सितम्बर 2000 11:05:04 अपराह्न UTC
//
module.exports = {
  "name": "hi_IN",
  "day": {
    "abbrev": [
      "रवि",
      "सोम",
      "मंगल",
      "बुध",
      "गुरु",
      "शुक्र",
      "शनि"
    ],
    "full": [
      "रविवार",
      "सोमवार",
      "मंगलवार",
      "बुधवार",
      "गुरुवार",
      "शुक्रवार",
      "शनिवार"
    ]
  },
  "month": {
    "abbrev": [
      "जनवरी",
      "फ़रवरी",
      "मार्च",
      "अप्रेल",
      "मई",
      "जून",
      "जुलाई",
      "अगस्त",
      "सितम्बर",
      "अक्टूबर",
      "नवम्बर",
      "दिसम्बर"
    ],
    "full": [
      "जनवरी",
      "फ़रवरी",
      "मार्च",
      "अप्रेल",
      "मई",
      "जून",
      "जुलाई",
      "अगस्त",
      "सितम्बर",
      "अक्टूबर",
      "नवम्बर",
      "दिसम्बर"
    ]
  },
  "meridiem": [
    "पूर्वाह्न",
    "अपराह्न"
  ],
  "date": "%aवार  %d %b %Y",
  "time24": "%I:%M:%S  %Z",
  "dateTime": "%aवार  %d %b %Y %I:%M:%S %p %Z"
};
