// 日 月 火 水 木 金 土
// 日曜日 月曜日 火曜日 水曜日 木曜日 金曜日 土曜日
// 1月 2月 3月 4月 5月 6月 7月 8月 9月 10月 11月 12月
// 1月 2月 3月 4月 5月 6月 7月 8月 9月 10月 11月 12月
// 午前
// 午後
// 午前
// 午後
// 2000年09月03日
// 2000年09月03日
// 08時05分04秒
// 23時05分04秒
// 2000年09月03日 08時05分04秒
// 2000年09月03日 23時05分04秒
//
module.exports = {
  "name": "ja_JP",
  "day": {
    "abbrev": [
      "日",
      "月",
      "火",
      "水",
      "木",
      "金",
      "土"
    ],
    "full": [
      "日曜日",
      "月曜日",
      "火曜日",
      "水曜日",
      "木曜日",
      "金曜日",
      "土曜日"
    ]
  },
  "month": {
    "abbrev": [
      "1月",
      "2月",
      "3月",
      "4月",
      "5月",
      "6月",
      "7月",
      "8月",
      "9月",
      "10月",
      "11月",
      "12月"
    ],
    "full": [
      "1月",
      "2月",
      "3月",
      "4月",
      "5月",
      "6月",
      "7月",
      "8月",
      "9月",
      "10月",
      "11月",
      "12月"
    ]
  },
  "meridiem": [
    "午前",
    "午後"
  ],
  "date": "%Y年%m月%d%a",
  "time24": "%H時%M分%S秒",
  "dateTime": "%Y年%m月%d%a %H時%M分%S秒"
};
