// 일 월 화 수 목 금 토
// 일요일 월요일 화요일 수요일 목요일 금요일 토요일
// 1월 2월 3월 4월 5월 6월 7월 8월 9월 10월 11월 12월
// 1월 2월 3월 4월 5월 6월 7월 8월 9월 10월 11월 12월
// 오전
// 오후
// 오전
// 오후
// 2000년 09월 03일
// 2000년 09월 03일
// 08시 05분 04초
// 23시 05분 04초
// 2000년 09월 03일 (일) 오전 08시 05분 04초
// 2000년 09월 03일 (일) 오후 11시 05분 04초
//
module.exports = {
  "name": "ko_KR",
  "day": {
    "abbrev": [
      "일",
      "월",
      "화",
      "수",
      "목",
      "금",
      "토"
    ],
    "full": [
      "일요일",
      "월요일",
      "화요일",
      "수요일",
      "목요일",
      "금요일",
      "토요일"
    ]
  },
  "month": {
    "abbrev": [
      "1월",
      "2월",
      "3월",
      "4월",
      "5월",
      "6월",
      "7월",
      "8월",
      "9월",
      "10월",
      "11월",
      "12월"
    ],
    "full": [
      "1월",
      "2월",
      "3월",
      "4월",
      "5월",
      "6월",
      "7월",
      "8월",
      "9월",
      "10월",
      "11월",
      "12월"
    ]
  },
  "meridiem": [
    "오전",
    "오후"
  ],
  "date": "%Y년 %m월 %d%a",
  "time24": "%H시 %M분 %S초",
  "dateTime": "%Y년 %m월 %d%a (일) %p %I시 %M분 %S초"
};
