// 日 一 二 三 四 五 六
// 週日 週一 週二 週三 週四 週五 週六
// 1月 2月 3月 4月 5月 6月 7月 8月 9月 10月 11月 12月
// 一月 二月 三月 四月 五月 六月 七月 八月 九月 十月 十一月 十二月
// 上午
// 下午
// 上午
// 下午
// 2000年09月03日
// 2000年09月03日
// 08時05分04秒
// 23時05分04秒
// 2000年09月03日 (週日) 08時05分04秒
// 2000年09月03日 (週日) 23時05分04秒
//
module.exports = {
  "name": "zh_TW",
  "day": {
    "abbrev": [
      "日",
      "一",
      "二",
      "三",
      "四",
      "五",
      "六"
    ],
    "full": [
      "週日",
      "週一",
      "週二",
      "週三",
      "週四",
      "週五",
      "週六"
    ]
  },
  "month": {
    "abbrev": [
      "1月",
      "2月",
      "3月",
      "4月",
      "5月",
      "6月",
      "7月",
      "8月",
      "9月",
      "10月",
      "11月",
      "12月"
    ],
    "full": [
      "一月",
      "二月",
      "三月",
      "四月",
      "五月",
      "六月",
      "七月",
      "八月",
      "九月",
      "十月",
      "十一月",
      "十二月"
    ]
  },
  "meridiem": [
    "上午",
    "下午"
  ],
  "date": "%Y年%m月%d%a",
  "time24": "%H時%M分%S秒",
  "dateTime": "%Y年%m月%d%a (%A) %H時%M分%S秒"
};
