// нд пн вт ср чт пт сб
// неделя понеделник вторник сряда четвъртък петък събота
// яну фев мар апр май юни юли авг сеп окт ное дек
// януари февруари март април май юни юли август септември октомври ноември декември
// 
// 
// 
// 
//  3.09.2000
//  3.09.2000
//  8,05,04
// 23,05,04
//  3.09.2000 (нд)  8,05,04 UTC
//  3.09.2000 (нд) 23,05,04 UTC
// 
module.exports = {
  "name": "bg_BG",
  "day": {
    "abbrev": [
      "нд",
      "пн",
      "вт",
      "ср",
      "чт",
      "пт",
      "сб"
    ],
    "full": [
      "неделя",
      "понеделник",
      "вторник",
      "сряда",
      "четвъртък",
      "петък",
      "събота"
    ]
  },
  "month": {
    "abbrev": [
      "яну",
      "фев",
      "мар",
      "апр",
      "май",
      "юни",
      "юли",
      "авг",
      "сеп",
      "окт",
      "ное",
      "дек"
    ],
    "full": [
      "януари",
      "февруари",
      "март",
      "април",
      "май",
      "юни",
      "юли",
      "август",
      "септември",
      "октомври",
      "ноември",
      "декември"
    ]
  },
  "meridiem": [
    "",
    ""
  ],
  "date": "%P%p %-d.%m.%Y",
  "time24": "%P%p%_H,%M,%S",
  "dateTime": "%P%p %-d.%m.%Y (%a) %_H,%M,%S %Z"
};
