// রবি সোম মঙ্গল বুধ বৃহঃ শুক্র শনি
// রবিবার সোমবার মঙ্গলবার বুধবার বৃহস্পতিবার শুক্রবার শনিবার
// জানু ফেব্রু মার্চ এপ্রি মে জুন জুল আগ সেপ্টে অক্টো নভে ডিসে
// জানুয়ারি ফেব্রুয়ারি মার্চ এপ্রিল মে জুন জুলাই আগস্ট সেপ্টেম্বর অক্টোবর নভেম্বর ডিসেম্বর
// পূর্বাহ্ণ
// অপরাহ্ণ
// পূর্বাহ্ণ
// অপরাহ্ণ
// রবিবার 03 সেপ্টে 2000
// রবিবার 03 সেপ্টে 2000
// 08:05:04  UTC
// 11:05:04  UTC
// রবিবার 03 সেপ্টে 2000 08:05:04 পূর্বাহ্ণ UTC
// রবিবার 03 সেপ্টে 2000 11:05:04 অপরাহ্ণ UTC
// 
module.exports = {
  "name": "bn_BD",
  "day": {
    "abbrev": [
      "রবি",
      "সোম",
      "মঙ্গল",
      "বুধ",
      "বৃহঃ",
      "শুক্র",
      "শনি"
    ],
    "full": [
      "রবিবার",
      "সোমবার",
      "মঙ্গলবার",
      "বুধবার",
      "বৃহস্পতিবার",
      "শুক্রবার",
      "শনিবার"
    ]
  },
  "month": {
    "abbrev": [
      "জানু",
      "ফেব্রু",
      "মার্চ",
      "এপ্রি",
      "মে",
      "জুন",
      "জুল",
      "আগ",
      "সেপ্টে",
      "অক্টো",
      "নভে",
      "ডিসে"
    ],
    "full": [
      "জানুয়ারি",
      "ফেব্রুয়ারি",
      "মার্চ",
      "এপ্রিল",
      "মে",
      "জুন",
      "জুলাই",
      "আগস্ট",
      "সেপ্টেম্বর",
      "অক্টোবর",
      "নভেম্বর",
      "ডিসেম্বর"
    ]
  },
  "meridiem": [
    "পূর্বাহ্ণ",
    "অপরাহ্ণ"
  ],
  "date": "%aবার %d %b %Y",
  "time24": "%I:%M:%S  %Z",
  "dateTime": "%aবার %d %b %Y %I:%M:%S %p %Z"
};
