// Κυρ Δευ Τρι Τετ Πεμ Παρ Σαβ
// Κυριακή Δευτέρα Τρίτη Τετάρτη Πέμπτη Παρασκευή Σάββατο
// Ιαν Φεβ Μάρ Απρ Μάι Ιούν Ιούλ Αύγ Σεπ Οκτ Νοέ Δεκ
// Ιανουάριος Φεβρουάριος Μάρτιος Απρίλιος Μάιος Ιούνιος Ιούλιος Αύγουστος Σεπτέμβριος Οκτώβριος Νοέμβριος Δεκέμβριος
// πμ
// μμ
// πμ
// μμ
// 03/09/2000
// 03/09/2000
// 08:05:04 πμ
// 11:05:04 μμ
// Κυρ 03 Σεπ 2000 08:05:04 πμ UTC
// Κυρ 03 Σεπ 2000 11:05:04 μμ UTC
// 
module.exports = {
  "name": "el_GR",
  "day": {
    "abbrev": [
      "Κυρ",
      "Δευ",
      "Τρι",
      "Τετ",
      "Πεμ",
      "Παρ",
      "Σαβ"
    ],
    "full": [
      "Κυριακή",
      "Δευτέρα",
      "Τρίτη",
      "Τετάρτη",
      "Πέμπτη",
      "Παρασκευή",
      "Σάββατο"
    ]
  },
  "month": {
    "abbrev": [
      "Ιαν",
      "Φεβ",
      "Μάρ",
      "Απρ",
      "Μάι",
      "Ιούν",
      "Ιούλ",
      "Αύγ",
      "Σεπ",
      "Οκτ",
      "Νοέ",
      "Δεκ"
    ],
    "full": [
      "Ιανουάριος",
      "Φεβρουάριος",
      "Μάρτιος",
      "Απρίλιος",
      "Μάιος",
      "Ιούνιος",
      "Ιούλιος",
      "Αύγουστος",
      "Σεπτέμβριος",
      "Οκτώβριος",
      "Νοέμβριος",
      "Δεκέμβριος"
    ]
  },
  "meridiem": [
    "πμ",
    "μμ"
  ],
  "date": "%d/%m/%Y",
  "time24": "%I:%M:%S %p",
  "dateTime": "%a %d %b %Y %I:%M:%S %p %Z"
};
