// א' ב' ג' ד' ה' ו' ש'
// ראשון שני שלישי רביעי חמישי שישי שבת
// ינו פבר מרץ אפר מאי יונ יול אוג ספט אוק נוב דצמ
// ינואר פברואר מרץ אפריל מאי יוני יולי אוגוסט ספטמבר אוקטובר נובמבר דצמבר
// AM
// PM
// am
// pm
// 03/09/00
// 03/09/00
// 08:05:04
// 23:05:04
// UTC 08:05:04 2000 ספט 03 א'
// UTC 23:05:04 2000 ספט 03 א'
// 
module.exports = {
  "name": "he_IL",
  "day": {
    "abbrev": [
      "א'",
      "ב'",
      "ג'",
      "ד'",
      "ה'",
      "ו'",
      "ש'"
    ],
    "full": [
      "ראשון",
      "שני",
      "שלישי",
      "רביעי",
      "חמישי",
      "שישי",
      "שבת"
    ]
  },
  "month": {
    "abbrev": [
      "ינו",
      "פבר",
      "מרץ",
      "אפר",
      "מאי",
      "יונ",
      "יול",
      "אוג",
      "ספט",
      "אוק",
      "נוב",
      "דצמ"
    ],
    "full": [
      "ינואר",
      "פברואר",
      "מרץ",
      "אפריל",
      "מאי",
      "יוני",
      "יולי",
      "אוגוסט",
      "ספטמבר",
      "אוקטובר",
      "נובמבר",
      "דצמבר"
    ]
  },
  "meridiem": [
    "AM",
    "PM"
  ],
  "date": "%d/%m/%y",
  "time24": "%H:%M:%S",
  "dateTime": "%Z %H:%M:%S %Y %b %d %a"
};
