// Вс. Пн. Вт. Ср. Чт. Пт. Сб.
// Воскресенье Понедельник Вторник Среда Четверг Пятница Суббота
// янв. февр. марта апр. мая июня июля авг. сент. окт. нояб. дек.
// Январь Февраль Март Апрель Май Июнь Июль Август Сентябрь Октябрь Ноябрь Декабрь
// 
// 
// 
// 
// 03.09.2000
// 03.09.2000
// 08:05:04
// 23:05:04
// Вс. 03 сент. 2000 08:05:04
// Вс. 03 сент. 2000 23:05:04
// 
module.exports = {
  "name": "ru_RU",
  "day": {
    "abbrev": [
      "Вс.",
      "Пн.",
      "Вт.",
      "Ср.",
      "Чт.",
      "Пт.",
      "Сб."
    ],
    "full": [
      "Воскресенье",
      "Понедельник",
      "Вторник",
      "Среда",
      "Четверг",
      "Пятница",
      "Суббота"
    ]
  },
  "month": {
    "abbrev": [
      "янв.",
      "февр.",
      "марта",
      "апр.",
      "мая",
      "июня",
      "июля",
      "авг.",
      "сент.",
      "окт.",
      "нояб.",
      "дек."
    ],
    "full": [
      "Январь",
      "Февраль",
      "Март",
      "Апрель",
      "Май",
      "Июнь",
      "Июль",
      "Август",
      "Сентябрь",
      "Октябрь",
      "Ноябрь",
      "Декабрь"
    ]
  },
  "meridiem": [
    "",
    ""
  ],
  "date": "%P%p%d.%m.%Y",
  "time24": "%P%p%H:%M:%S",
  "dateTime": "%P%p%a %d %b %Y %H:%M:%S"
};
