// нед пон уто сре чет пет суб
// недеља понедељак уторак среда четвртак петак субота
// јан феб мар апр мај јун јул авг сеп окт нов дец
// јануар фебруар март април мај јун јул август септембар октобар новембар децембар
// 
// 
// 
// 
// 03.09.2000.
// 03.09.2000.
// 08:05:04
// 23:05:04
// недеља, 03. септембар 2000. 08:05:04 UTC
// недеља, 03. септембар 2000. 23:05:04 UTC
// 
module.exports = {
  "name": "sr_RS",
  "day": {
    "abbrev": [
      "нед",
      "пон",
      "уто",
      "сре",
      "чет",
      "пет",
      "суб"
    ],
    "full": [
      "недеља",
      "понедељак",
      "уторак",
      "среда",
      "четвртак",
      "петак",
      "субота"
    ]
  },
  "month": {
    "abbrev": [
      "јан",
      "феб",
      "мар",
      "апр",
      "мај",
      "јун",
      "јул",
      "авг",
      "сеп",
      "окт",
      "нов",
      "дец"
    ],
    "full": [
      "јануар",
      "фебруар",
      "март",
      "април",
      "мај",
      "јун",
      "јул",
      "август",
      "септембар",
      "октобар",
      "новембар",
      "децембар"
    ]
  },
  "meridiem": [
    "",
    ""
  ],
  "date": "%P%p%d.%m.%Y.",
  "time24": "%P%p%H:%M:%S",
  "dateTime": "%P%p%aеља, %d. %bтембар %Y. %H:%M:%S %Z"
};
