// ஞா தி செ பு வி வெ ச
// ஞாயிறு திங்கள் செவ்வாய் புதன் வியாழன் வெள்ளி சனி
// ஜன பிப் மார் ஏப் மே ஜூன் ஜூலை ஆக செப் அக் நவ டிச
// ஜனவரி பிப்ரவரி மார்ச் ஏப்ரல் மே ஜூன் ஜூலை ஆகஸ்ட் செப்டம்பர் அக்டோபர் நவம்பர் டிசம்பர்
// காலை
// மாலை
// காலை
// மாலை
// ஞாயிறு 03 செப்டம்பர் 2000
// ஞாயிறு 03 செப்டம்பர் 2000
// 08:05:04  UTC
// 11:05:04  UTC
// ஞாயிறு 03 செப்டம்பர் 2000 08:05:04 காலை UTC
// ஞாயிறு 03 செப்டம்பர் 2000 11:05:04 மாலை UTC
// 
module.exports = {
  "name": "ta_IN",
  "day": {
    "abbrev": [
      "ஞா",
      "தி",
      "செ",
      "பு",
      "வி",
      "வெ",
      "ச"
    ],
    "full": [
      "ஞாயிறு",
      "திங்கள்",
      "செவ்வாய்",
      "புதன்",
      "வியாழன்",
      "வெள்ளி",
      "சனி"
    ]
  },
  "month": {
    "abbrev": [
      "ஜன",
      "பிப்",
      "மார்",
      "ஏப்",
      "மே",
      "ஜூன்",
      "ஜூலை",
      "ஆக",
      "செப்",
      "அக்",
      "நவ",
      "டிச"
    ],
    "full": [
      "ஜனவரி",
      "பிப்ரவரி",
      "மார்ச்",
      "ஏப்ரல்",
      "மே",
      "ஜூன்",
      "ஜூலை",
      "ஆகஸ்ட்",
      "செப்டம்பர்",
      "அக்டோபர்",
      "நவம்பர்",
      "டிசம்பர்"
    ]
  },
  "meridiem": [
    "காலை",
    "மாலை"
  ],
  "date": "%aயிறு %d %bடம்பர் %Y",
  "time24": "%I:%M:%S  %Z",
  "dateTime": "%aயிறு %d %bடம்பர் %Y %I:%M:%S %p %Z"
};
