// нд пн вт ср чт пт сб
// неділя понеділок вівторок середа четвер п'ятниця субота
// січ лют бер кві тра чер лип сер вер жов лис гру
// січень лютий березень квітень травень червень липень серпень вересень жовтень листопад грудень
// 
// 
// 
// 
// 03.09.00
// 03.09.00
// 08:05:04
// 23:05:04
// нд, 03-вер-2000 08:05:04 +0000
// нд, 03-вер-2000 23:05:04 +0000
// 
module.exports = {
  "name": "uk_UA",
  "day": {
    "abbrev": [
      "нд",
      "пн",
      "вт",
      "ср",
      "чт",
      "пт",
      "сб"
    ],
    "full": [
      "неділя",
      "понеділок",
      "вівторок",
      "середа",
      "четвер",
      "п'ятниця",
      "субота"
    ]
  },
  "month": {
    "abbrev": [
      "січ",
      "лют",
      "бер",
      "кві",
      "тра",
      "чер",
      "лип",
      "сер",
      "вер",
      "жов",
      "лис",
      "гру"
    ],
    "full": [
      "січень",
      "лютий",
      "березень",
      "квітень",
      "травень",
      "червень",
      "липень",
      "серпень",
      "вересень",
      "жовтень",
      "листопад",
      "грудень"
    ]
  },
  "meridiem": [
    "",
    ""
  ],
  "date": "%P%p%d.%m.%y",
  "time24": "%P%p%H:%M:%S",
  "dateTime": "%P%p%a, %d-%b-%Y %H:%M:%S +%y00"
};
