// اتوار پير منگل بدھ جمعرات جمعه هفته
// اتوار پير منگل بدھ جمعرات جمعه هفته
// جنوري فروري مارچ اپريل مٓی جون جولاي اگست ستمبر اكتوبر نومبر دسمبر
// جنوري فروري مارچ اپريل مٓی جون جولاي اگست ستمبر اكتوبر نومبر دسمبر
// ص
// ش
// ص
// ش
// 03/09/2000
// 03/09/2000
// 08:05:04
// 23:05:04
// و 08:05:04 UTC ت 03 ستمبر 2000
// و 23:05:04 UTC ت 03 ستمبر 2000
// 
module.exports = {
  "name": "ur_PK",
  "day": {
    "abbrev": [
      "اتوار",
      "پير",
      "منگل",
      "بدھ",
      "جمعرات",
      "جمعه",
      "هفته"
    ],
    "full": [
      "اتوار",
      "پير",
      "منگل",
      "بدھ",
      "جمعرات",
      "جمعه",
      "هفته"
    ]
  },
  "month": {
    "abbrev": [
      "جنوري",
      "فروري",
      "مارچ",
      "اپريل",
      "مٓی",
      "جون",
      "جولاي",
      "اگست",
      "ستمبر",
      "اكتوبر",
      "نومبر",
      "دسمبر"
    ],
    "full": [
      "جنوري",
      "فروري",
      "مارچ",
      "اپريل",
      "مٓی",
      "جون",
      "جولاي",
      "اگست",
      "ستمبر",
      "اكتوبر",
      "نومبر",
      "دسمبر"
    ]
  },
  "meridiem": [
    "ص",
    "ش"
  ],
  "date": "%d/%m/%Y",
  "time24": "%H:%M:%S",
  "dateTime": "و %H:%M:%S %Z ت %d %b %Y"
};
